Repository: robertovargash/ProyectoRaicesDjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

# Store_Name
source: Storage
es: Almacén

# Store_Details
source: Storage details
es: Detalles de almacén

# Clasification_Name
source: Clasification
es: Clasificacion

# Clasification_Details
source: Details
es: Detalles

# Product_Code
source: Code
es: Código

# Product_Name
source: Product
es: Producto

# Product_Clasification
source: Clasification
es: Clasificación

# Product_SelectClasificationLabel
source: Select clasification:
es: Seleccione:

# Product_Details
source: Details
es: Detalles

# Reception_Provider
source: Provider
es: Proveedor

# Reception_Contract
source: Contract
es: Contrato

# Reception_Invoice
source: Invoice
es: Factura

# Reception_P_Reception
source: Receptor
es: Recepciona

# Reception_P_Deliver
source: Deliver
es: Entrega

# Reception_P_Autorize
source: Autorize
es: Autoriza

# Reception_Details
source: Details
es: Detalles

# ReceptionProduct_Product
source: Product
es: Producto

# Reception_SelectProductLabel
source: Select product:
es: Seleccione:

# ReceptionProduct_Quantity
source: Quantity
es: Cantidad

# ReceptionProduct_Price
source: Price
es: Precio

# TitleStoreData
source: Store data
es: Datos de almacén

# BtnBack
source: Go Back
es: Atrás

# BtnGoReception
source: Go Receptions
es: Ir a recepciones

# BtnGoVoucher
source: Go Vouchers
es: Ir a vales

# StoreBtnUpdate
source: Update
es: Actualizar

# TitleProductsInStore
source: Products in store
es: Productos en almacén

# Product_Quantity
source: Quantity
es: Cantidad

# Product_Price
source: Price
es: Precio

# BtnAdd
source: Add new
es: Adicionar

# Reception_Status
source: Status
es: Estado

# Reception_Date
source: Date
es: Fecha

# Status_Process
source: In Process
es: En proceso

# Status_Signed
source: Signed
es: Firmado

# Status_Cancelled
source: Cancelled
es: Cancelado

# BtnEdit
source: Edit
es: Editar

# BtnCancel
source: Cancel
es: Cancelar

# BtnSign
source: Sign
es: Firmar

# BtndEdit
source: Edit
es: Editar

# BtnDelete
source: Delete
es: Eliminar

# ModalTitleAddStore
source: Add store
es: Adicionar almacén

# BtnInsert
source: Insert
es: Insertar

# ModalTitleAddReception
source: Add reception
es: Nueva recepcion

# ModalTitleCancelConfirm
source: Confirm
es: Confirmación

# BtnClose
source: Close
es: Cerrar

# ModalDeleteStoreQuestion
source: Do you want delete the store?
es: Desea eliminar el almacén?

# ModalTitleSignConfirm
source: Do you want sign the document?
es: Confirmación

# TitleEditClasification
source: Edit clasification
es: Editar clasificación

# BtnUpdate
source: Update
es: Actualizar

source: Add clasification
es: Adicionar clasificación

# clasification_list_header
source: Clasifications
es: Clasificaciones

# ModalTitleAddClasification
source: Add clasification
es: Nueva clasificación

# ModalTitleDeleteConfirm
source: Confirm
es: Confirmación

# ModalDeleteClasificationQuestion
source: Do you want delete the clasification?
es: Desea eliminar la clasificación?

# TitleEditProduct
source: Edit product
es: Editar producto

# BtnAddProduct
source: Add product
es: Adicionar producto

# Product_List_Header
source: Products
es: Productos

# ModalTitleAddProduct
source: Add product
es: Nuevo producto

# ModalDeleteProductQuestion
source: Do you want delete the product?
es: Desea eliminar el producto?

source: Data reception number
es: Datos de recepcion No.

source: Products in reception
es: Productos de la recepción

# ModalTitleReceptionProduct
source: Product
es: Producto

# Store_List_Header
source: Stores
es: Almacenes

# success_insert_store
source: Store Successfully Inserted!!!
es: Almacén Insertado correctamente!!!

# success_udpate_store
source: Store Successfully updated!!!
es: Almacén Actualizado correctamente!!!

# success_delete_store
source: Store Successfully deleted!!!
es: Almacén Eliminado correctamente!!!

# success_insert_product
source: Product Successfully Inserted!!!
es: Producto Insertado correctamente!!!

# success_udpate_product
source: Product Successfully updated!!!
es: Producto Actualizado correctamente!!!

# success_delete_product
source: Product Successfully deleted!!!
es: Producto Eliminado correctamente!!!

# success_insert_clasification
source: Clasification Successfully Inserted!!!
es: Clasificación Insertada correctamente!!!

# success_update_clasification
source: Clasification Successfully updated!!!
es: Clasificación Actualizada correctamente!!!

# success_delete
source: Successfully deleted!!!
es: Eliminado correctamente!!!

# success_delete_clasification
source: Clasification Successfully deleted!!!
es: Eliminado correctamente!!!

# success_insert_reception
source: Reception Successfully Inserted!!!
es: Recepción Insertada correctamente!!!

# success_update_reception
source: Reception Successfully updated!!!
es: Recepción Actualizada correctamente!!!

# success_cancel_reception
source: Reception Successfully cancelled!!!
es: Recepción Cancelada correctamente!!!

# error_cancel_reception
source: Error at cancel operation!!!
es: Error al cancelar!!!

# success_sign_reception
source: Reception Successfully signed!!!
es: Recepción Firmada correctamente!!!

# error_sign_reception
source: Error at Sign operation!!!
es: Error al firmar!!!

# success_insert_receptionproduct
source: Product Successfully Inserted!!!
es: Producto Insertado correctamente!!!

# success_delete_receptionproduct
source: Product Successfully deleted!!!
es: Producto Eliminado correctamente!!!

# success_udpate_receptionproduct
source: Product Successfully updated!!!
es: Producto Actualizado correctamente!!!

source: Login
es: Autenticar

# MainTemplateChangePassword
source: Change Password
es: Cambiar contraseña

# MainTemplateSignOut
source: Sign out
es: Salir

source: Management
es: Administración

# MainTemplateSales
source: Sales
es: Ventas

# MainTemplateInvoices
source: Invoices
es: Facturas

source: MainTemplateOffers
es: Ofertas

# MainTemplateRequests
source: Requests
es: Pedidos

# MainTemplateProducts
source: Products
es: Productos

# MainTemplateJobOrders
source: Work Orders
es: Orden de trabajo

# MainTemplateCore
source: Core
es: Codificadores

# MainTemplateProvider
source: Provider
es: Proveedor

# MainTemplateClients
source: Clients
es: Clientes

# MainTemplateFinnace
source: Finnace
es: Finanzas

# MainTemplateClasificators
source: Clasificators
es: Clasificadores

# MainTemplateAboutAccounts
source: About Accounts
es: De cuentas

# MainTemplateOfProducts
source: About Products
es: De Productos

# MainTemplateManagement
source: Management
es: Administracion

# MainTemplateUsers
source: Users
es: usuarios

# MainTemplateAccess
source: Access
es: Permisos

# Spanish
source: Spa
es: Español

# English
source: En
es: INgles
